const commentsCollection = [
  {
    name: "Лидия Макарова",
    date: "12 сентября 2011",
    text: "Вероника, ты супер!",
  },
  {
    name: "Лидия Макарова",
    date: "12 сентября 2011",
    text: "Вероника, ты супер!",
  },
  {
    name: "Лидия Макарова",
    date: "12 сентября 2011",
    text: "Вероника, ты супер!",
  },
  {
    name: "Лидия Макарова",
    date: "12 сентября 2011",
    text: "Вероника, ты супер!",
  },
  {
    name: "Лидия Макарова",
    date: "12 сентября 2011",
    text: "Вероника, ты супер!",
  },
  {
    name: "Лидия Макарова",
    date: "12 сентября 2011",
    text: "Вероника, ты супер!",
  },
  {
    name: "Лидия Макарова",
    date: "12 сентября 2011",
    text: "Вероника, ты супер!",
  },
  {
    name: "Лидия Макарова",
    date: "12 сентября 2011",
    text: "Вероника, ты супер!",
  },
  {
    name: "Лидия Макарова",
    date: "12 сентября 2011",
    text: "Вероника, ты супер!",
  },
  {
    name: "Лидия Макарова",
    date: "12 сентября 2011",
    text: "Вероника, ты супер!",
  },
  {
    name: "Лидия Макарова",
    date: "12 сентября 2011",
    text: "Вероника, ты супер!",
  },
  {
    name: "Самуил",
    date: "13 октября 2011",
    text: "Привет, Верунь! ниче себе ты крутая. фотка класс!!!!",
  },
  {
    name: "Лилия Семёновна",
    date: "14 октября 2011",
    text:
      "Вероника, здравствуйте! Есть такой вопрос: Особый вид куниц жизненно стабилизирует кинетический момент, это и есть всемирно известный центр огранки алмазов и торговли бриллиантами?",
  },
  {
    name: "Лилия Семёнова",
    date: "14 онтября 2011",
    text:
      "Вероника, здравствуйте! Есть такой вопрос: Особый вид куниц жизненно стабилизирует кинетический момент?",
  },
];

const getRecentCommentsCollection = (()=> commentsCollection.slice(-3));

